import Image from "next/image";
import s from "../../styles/layout/Program.module.scss";

export default function Program() {
  return (
    <section>
      <div className="container">
        <h2>Програма навчання</h2>
        <p>
          Прості етапи як проходить навчання у нашій автошколі до отримання
          посвідчення водія
        </p>
        <ul>
          <ol>
            ЗАПИС В АВТОШКОЛУ. Записатися в нашу автошколу за телефоном або
            прийти та оформити все на місці
          </ol>
          <ol>
            ВИВЧЕННЯ ТЕОРІЇ. Зручна система вивчення теоретичної частини
            дозволяє навчатися як у класі, так і онлайн, а також можливість
            самостійного проходження теоретичної частини під керівництвом
            викладача
          </ol>
          <ol>
            САМОСТІЙНА ПІДГОТОВКА. Безкоштовний доступ до проходження курсу
            самостійної підготовки водіїв pdr.auto-tsou.com (рекомендується для
            слухачів, що періодично пропускають заняття для самостійного
            опрацювання пропущених тем)
          </ol>
          <ol>
            ПРАКТИЧНЕ ВОДІННЯ. Найбільш ефективний спосіб навчання це
            закріплення теорії спільно з практикою в місті, що дозволяє набагато
            швидше освоїти нові знання
          </ol>
          <ol>
            ВНУТРІШНІЙ ІСПИТ. При складанні внутрішнього іспиту, ми перевіряємо
            теорію та практику водіння, що дозволяє Вам впевнено скласти іспит в
            ДАІ
          </ol>
          <ol>
            ІСПИТ ТЕОРІЇ В ДАІ. Складаєте іспит теорії для отримання прав
            категорії безпосередньо в ДАІ
          </ol>
          <ol>
            ІСПИТ З ПРАКТИЧНОГО ВОДІННЯ В ДАІ. Складаєте практичний іспит на
            майданчику
          </ol>
          <ol>
            ОТРИМАННЯ ПОСВІДЧЕННЯ ВОДІЯ. Після успішного складання всіх іспитів
            отримуєте посвідчення водія
          </ol>
        </ul>
      </div>
    </section>
  );
}
